Repository: cthtuf/apres-work.co
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Your promocode: _code_. See you!
ru: Твой промокод: _code_. Увидимся на склоне!

source: Incorrect format
ru: Неверный формат

source: We can't send the sms to this number
ru: Мы не можем отправить SMS на этот номер

source: Great! When the count of people will be enough, we will send promo-code to you in sms.
ru: Отлично! Когда наберется группа, мы отправим тебе промокод в смс.

source: Set email address, please
ru: Укажите адрес электронной почты, пожалуйста

source: You're already subscribed. Thank you!
ru: Вы уже подписаны. Спасибо!

source: Great! You're sucessfully subscribed.
ru: Отлично! Вы успешно подписаны

source: Incorrect format of the Email
ru: Неверный формат электронной почты

source: An error occured. Please repeat.
ru: Произошла ошибка. Пожалуйста повторите.

source: from
ru: от

source: to
ru: до

source: Navigation
ru: Навигация

source: Home
ru: Главная

source: How it works
ru: Как это работает

source: Where to ride
ru: Где покататься

source: Events
ru: События

source: News
ru: Новости

source: Events - Homies community
ru: События - сообщество локальных райдеров

source: The list of all past events. On this page you could find photos, videos and event members
ru: Это список всех прошедших событий. Здесь ты можешь найти фотографии, видео и участников прошедших событий

source: Past events
ru: Прошедшие события

source: Where
ru: Где

source: When
ru: Когда

source: Share
ru: Поделиться

source: Close
ru: Закрыть

source: Home - Homies comunity
ru: Главная - сообщество локальных райдеров

source: Welcome to community of local riders! It's community of clever riders - join us and get the cheapest way to ride in the snowparks, to jump on trampolines and to drink in extreme bars from time to time!
ru: Добро пожаловать в сообщество локальных райдеров.

source: Ride
ru: Катайся

source: with friends
ru: с друзьями

source: After work or study or at the weekends. More fun with riding together (also it's cheaper!)
ru: После работы или учебы. Ведь вместе веселее и дешевле

source: Meet
ru: Знакомься

source: with other riders
ru: с другими райдерами

source: and make new friends for riding together
ru: и заводи новых друзей чтобы вместе катать

source: Improve
ru: Прокачивайся

source: Your tricks and style
ru: в трюках и стиле

source: by training or relax riding
ru: тренеруясь или просто катаясь на релаксе

source: ... or welcome to the homies community!
ru: ... или добро пожаловать в сообщество локальных райдеров!

source: apres-work it's kinda french apres-ski. It's not alco-party after riding, but it's riding after work or study in weekdays
ru: apres-work это почти что калька с французского apres-ski, только это не алко-пати после катания. Это катание по будням после работы или учебы

source: The common idea - riding in group with sale on the skipasses
ru: Основная идея - катание в группе со скидкой на скипасы
